Repository: WPPlugins/events-calendar-by-plugistan
Catalog: languages/ipenelo_calendar-*.po
Languages: et

source: When disabled, information icon, which opens the detail view, will not be displayed next to the event title in the event list. <br/>Disabling this may mean that users cannot access detailed view for the event when registration is disabled
et: Kui käesolev seadistus on lubatud, siis sündmuse nimekirjas ei kuvata sündmuse detailvaadet avavat ikoonikest pealkirja kõrval.<br/>See tähendab, et sedasi lehe külastajad ei näe sündmuse detailvaadet kui registreerumine on keelatud.

source: Please support our work by placing author links at the bottom of each Calendar and List view on the public side. <a href="%s">Click here to enable.</a>
et: Toeta selle kalendri autoreid! <a href="%s">Kliki siia, et kuvada autori linki iga kalendri ning tabelivaate all</a>.

source: Thank you for your support!
et: Suur tänu toetamise eest!
