Repository: WPPlugins/events-calendar-by-plugistan
Catalog: languages/ipenelo_calendar-*.po
Languages: et

source: %s minutes
et: %s minutit

source: %s minute
et: %s minut

source: %s hour and %s minutes
et: %s tundi %s minutit

source: %s hours and %s minutes
et: %s tundi %s minutit

source: before the event starts
et: sündmuse alguseni

source: %s day
et: %s päev

source: %s days
et: %s päeva

source: after the event starts
et: pärast sündmuse algust

source: from the moment inserted
et: lisamise hetkest

source: forever
et: igavesti

source: after the event ends
et: pärast sündmuse lõppu

source: dd.mm.yyyy
et: pp.kk.aaaa

source: mm/dd/yyyy
et: kk/pp/aaaa

source: yyyy-mm-dd
et: aaaa-kk-pp

source: Dot (.)
et: Punkt (.)

source: Comma (,)
et: Koma (,)

source: None
et: Puudub

source: Space ( )
et: Tühik ( )

source: Apostrophe (')
et: Ülakoma (')

source: To the left from the price
et: Hinnast vasakul

source: To the right from the price
et: Hinnast paremal

source: No
et: Ei

source: Yes
et: Jah

source: Medium
et: Keskmine

source: Small
et: Väike

source: Large
et: Suur

source: If you would like to have more than 10 events, payment methods for your events, automatic emails after registration, then consider buying <a href="%s" target="_blank">Premium version of this Calendar.</a>
et: Kui soovid sisestada rohkem kui 10 üritust, lisada pangalinke, saata klientidele kinnitusmeile peale registreerumist, siis palun lugege lähemalt meie kalendri <a href="%s" target="_blank">tasulisest versioonist</a>.

source: Updated to version %s
et: Uuendatud versioonile %s

source: There was an error with upgrading to version %s
et: Uuendamine versioonile %s ei õnnestunud

source: Event Scheduler
et: Sündmuste kalender

source: Manage events
et: Halda sündmusi

source: Add new event
et: Lisa uus sündmus

source: Add event
et: Lisa sündmus

source: Manage Categories
et: Halda kategooriaid

source: Settings
et: Seaded

source: Payment settings
et: Makse seaded

source: Payment Settings
et: Makse seaded

source: Scheduler settings
et: Kalendri seaded

source: Configuration_eabi_ipenelo_calendar_date_format
et: Kuupäeva vorming

source: Configuration_eabi_ipenelo_calendar_image_thumb_height
et: Pisipildi kõrgus

source: Configuration_eabi_ipenelo_calendar_image_thumb_width
et: Pisipildi laius

source: Configuration_eabi_ipenelo_calendar_image_thumb_crop
et: Lõika maha pisipildi ääred

source: Configuration_eabi_ipenelo_calendar_image_normal_height
et: Tavapildi kõrgus

source: Configuration_eabi_ipenelo_calendar_image_normal_width
et: Tavapildi laius

source: Configuration_eabi_ipenelo_calendar_image_normal_crop
et: Lõika pildi ääred

source: Configuration_eabi_ipenelo_calendar_tb_height
et: Sündmuse detailvaate kõrgus pikslites

source: Configuration_eabi_ipenelo_calendar_tb_width
et: Sündmuse detailvaate laius pikslites

source: Configuration_eabi_ipenelo_calendar_currency_num_decimals
et: Näita mitu kümmendkohta peale koma?

source: Configuration_eabi_ipenelo_calendar_currency_decimal_separator
et: Komakoha eraldaja

source: Configuration_eabi_ipenelo_calendar_currency_thousands_separator
et: Tuhandeliste eraldusmärk

source: Configuration_eabi_ipenelo_calendar_currency_symbol
et: Valuuta sümbol

source: Configuration_eabi_ipenelo_calendar_currency_symbol_position
et: Valuuta sümboli paiknevus hinna suhtes

source: Configuration_eabi_ipenelo_calendar_currency_iso
et: Valuuta ISO kood

source: Configuration_eabi_ipenelo_calendar_log_to_register
et: Ainult Wordpressi registreeritud kasutajad saavad ennast kirja panna

source: Configuration_eabi_ipenelo_calendar_log_to_view
et: Ainult Wordpressi registreeritud kasutajad saavad sündmusi vaadata

source: Configuration_eabi_ipenelo_calendar_show_free_spots
et: Näita vabade kohtade arvu sündmuse detailivaates

source: Configuration_eabi_ipenelo_calendar_calendar_size
et: Vaikimisi kalendri suurus lühikoodi jupikeses

source: Configuration_eabi_ipenelo_calendar_event_lasts
et: Vaikimisi sündmuse kestvus uue lisamisel

source: Configuration_eabi_ipenelo_calendar_registration_lasts
et: Vaikimisi viimane kirjapaneku tähtaeg uue sündmuse lisamisel

source: Configuration_eabi_ipenelo_calendar_visible_from
et: Vaikimisi on uus sündmus lisamisel nähtav alates

source: Configuration_eabi_ipenelo_calendar_visible_to
et: Vaikimisi on uus sündmus lisamisel nähtav kuni

source: Configuration_eabi_ipenelo_calendar_payment_success
et: Leht, kuhu kasutaja suunata eduka makse korral

source: Configuration_eabi_ipenelo_calendar_payment_cancel
et: Leht kuhu kasutaja suunata vigase makse korral

source: Configuration_eabi_ipenelo_calendar_theme
et: Kalendri stiil avalikul poolel

source: Configuration_eabi_ipenelo_calendar_color_calendar
et: Kuupäevad kalendri vaates kasutavad sündmuste taustavärve

source: Configuration_eabi_ipenelo_calendar_disable_tooltips
et: Keela kõik abistavad tekstid sisestusvormidel

source: Configuration_eabi_ipenelo_calendar_show_link
et: Näita autori linki Sündmuste kalendris ning tabelikuvas

source: Save changes
et: Salvesta muudatused

source: Settings have been successfully saved
et: Seaded salvestati

source: Payment method title
et: Maksemeetodi pealkiri

source: Allow payments to be placed using this method
et: Luba makseid selle meetodiga

source: Description
et: Kirjeldus

source: Your Name
et: Sinu nimi

source: Your name is required
et: Sinu nimi on nõutud

source: Pick a payment method to configure
et: Vali maksemeetod, mida soovid muuta

source: Pick a payment method to configure....
et: Vali maksemeetod, mida soovid muuta...

source: Configure...
et: Seadista...

source: Edit payment method
et: Muuda makseviisi

source: Payment method saved
et: Makseviis salvestatud

source: Manage Events
et: Halda sündmuseid

source: Select status
et: Vali hetkeseis

source: Enabled
et: Lubatud

source: Disabled
et: Keelatud

source: Sold out
et: Välja müüdud

source: Ended
et: Lõppenud

source: Delete
et: Kustuta

source: About to delete, are you sure?
et: Oled kindel, et soovid kustutada?

source: Update status
et: Uuenda hetkeseisu

source: Update status for selected items?
et: Muuda valitud sündmuste hetkeseisu?

source: Edit
et: Muuda

source: View registrants
et: Vaata registreerujaid

source: All items
et: Kõik sissekanded

source: Mass actions
et: Vali operatsioon...

source: Apply
et: Rakenda

source: Select action first
et: Palun vali operatsioon, mida soovid teostada

source: Please select items first!
et: Vali esmalt sissekanne!

source: %status% is required!
et: %status% on vajalik!

source: Elements
et: Elementi

source: Users registered
et: Kirjapanijaid

source: New Event
et: Uus sündmus

source: Title is required
et: Pealkiri on nõutud

source: Required entry
et: Kohustuslik väli

source: Title
et: Pealkiri

source: Invalid URL
et: Vigane veebilehe aadress

source: Url
et: Link

source: Start date is required
et: Alguskuupäev on nõutud

source: Start date is invalid
et: Alguskuupäev on vigane

source: Starts
et: Algab

source: Invalid date
et: Vigane kuupäev

source: Invalid time
et: Vigane kellaaeg

source: It's possible to use arrow keys, page-up, page-down or mouse to adjust time.
et: Aega on võimalik muuta, kasutades nooleklahve, PgUp, PgDown, või hiirt.

source: You can turn off tooltips under the <a href="%s">Calendar settings</a> menu.
et: Abistavaid tekste sisestusvormidel saab keelata <a href="%s">Kalendri seadistustest</a>.

source: Ends date is invalid
et: Lõpukuupäev on vigane

source: Ends date is required
et: Lõpukuupäev on nõutud

source: Active to date should be greater than Active from date
et: Sündmus peaks algama enne kui ta lõppeb

source: Ends
et: Lõppeb

source: Description is required
et: Kirjeldus on kohustuslik!

source: Full day event
et: Terve päeva üritus

source: This is paid event
et: See üritus on tasuline

source: Cost is required for the paid event
et: Tasulisel üritusel osalemiseks on vaja teostada makse

source: Cost price is invalid
et: Hind on vigaselt sisestatud

source: Invalid price
et: Viga hinnas

source: Cost
et: Hind

source: Invalid Amount
et: Vale summa

source: Invalid amount
et: Vale summa

source: Maximum registrants allowed
et: Maksimaalne osalejate arv

source: Leave this field to 0 to allow unlimited registrants.
et: Kui osalejate arv pole piiratud, sisesta siia 0

source: You can use arrow keys to change the value of this field
et: Selle rea muutmiseks kasuta nooleklahve

source: Last registration date is invalid
et: Viga viimases registreerimiskuupäevas

source: Last registration date should be less than Active to date
et: Viimane registreerimise kuupäev peaks olema enne sündmuse lõppu

source: Registration lasts until
et: Registreerimine lõppeb

source: Visible from date should be less than Active from date
et: Sündmus peaks olema nähtav enne kui ta algab

source: Visible from date is required
et: Sisesta nähtav alates kuupäev

source: Visible from date is invalid
et: Nähtav alates kuupäev on vale

source: Visible from
et: Nähtav alates

source: Visible to date should be greater than Active to date
et: Sündmus peaks peale tema lõppemist olema vähemalt minut aega nähtav

source: Visible to date is required
et: Nähtav kuni on vajalik

source: Visible to date is invalid
et: Nähtav kuni on vigane

source: Visible to
et: Nähtav kuni

source: Invalid color or URL
et: Viga värvikoodis või veebilingi korrektsuses

source: Invalid color or image URL
et: Viga värvikoodis või pildi aadressi korrektsuses

source: Background
et: Tunnusvärv

source: Select color
et: Vali värv

source: Select image
et: Vali pilt

source: If you leave this field empty, background from the selected category will be used
et: Kui jätad selle välja tühjaks, kasutatakse sündmusele valitud kategooria tunnusvärvi

source: Author is required
et: Sündmuse autor on kohutuslik

source: Event author
et: Sündmuse autor

source: Category is required
et: Kategooria on kohustuslik

source: Event status
et: Sündmuse hetkeseis

source: Category
et: Kategooria

source: Free!
et: Tasuta

source: Number of events updated to new status:
et: Sündmuste arv, milledel hetkeseisu uuendati:

source: New status:
et: Uus hetkeseis:

source: Number of registrants deleted:
et: Kustutatud kirjapanijate arv:

source: Number of events deleted:
et: Kustutatud sündmuste arv:

source: Manage registrants (%s)
et: Kirjapanijate haldus (%s)

source: Pending
et: Kinnituse ootel

source: Payment accepted
et: Kinnituse ootel, makstud

source: Accepted
et: Kinnitatud

source: Rejected
et: Tagasi lükatud

source: Add new registrant
et: Lisa uus kirjapanija

source: View event
et: Vaata sündmust

source: Back to event list
et: Tagasi sündmuste nimekirja

source: Mark as paid
et: Märgi makstuks

source: New Registrant
et: Uus kirjapanija

source: Edit Registrant
et: Muuda kirjapanijat

source: First name
et: Eesnimi

source: Last name
et: Perekonnanimi

source: Registered user
et: Wordpressi kasutaja

source: E-mail
et: E-post

source: Email is required
et: E-post on vajalik

source: Registrant status
et: Kirjapanija hetkeseis

source: Registrant status is required
et: Kirjapanija hetkeseis on vajalik

source: Registration date
et: Kirjapanemise kuupäev

source: Registration date is required
et: Kirjapanemise kuupäev on vajalik

source: Registration date is invalid
et: Kirjapanemise kuupäev on vigane

source: Payment date
et: Makse sooritamise kuupäev

source: Payment date is invalid
et: Makse sooritamise kuupäev on vigane

source: Registrant successfully saved
et: Kirjapanija salvestatud

source: No items found
et: Sissekandeid ei leitud

source: Manage categories
et: Halda kategooriaid

source: Add new category
et: Lisa uus kategooria

source: New Category
et: Uus kategooria

source: Name
et: Nimetus

source: Name is required
et: Nimetus on kohustuslik

source: Is active?
et: Aktiivne?

source: Background is required
et: Tunnusvärv on kohustuslik

source: Sort order is required
et: Sorteerimise järjekord on kohustuslik

source: Invalid sort order
et: Vigane sorteerimise järjekord, ainult numbrid on lubatud

source: Sort order
et: Sorteerimise järjekord

source: Category successfully saved
et: Kategooria salvestatud

source: Edit category
et: Muuda kategooriat

source: Edit event
et: Muuda sündmust

source: Event has been successfully saved
et: Sündmus salvestatud

source: Number of categories deleted:
et: Kustuatud kategooriate arv:

source: Close
et: Sulge

source: Price
et: Hind

source: Status
et: Hetkeseis

source: No limit
et: Pole piirangut

source: Register
et: Registreeru

source: Registration ended
et: Registreerumine lõppenud

source: Started
et: Algas

source: Free spots
et: Vabu kohti

source: Can register
et: Saab registreeruda

source: Registered
et: Registreeritud

source: Date
et: Kuupäev

source: Registration successful
et: Registreerumine õnnestus

source: Dear %1$s %2$s,
et: Hea %1$s %2$s,

source: You have successfully registered for the event: %1$s
et: Oled edukalt registreerunud sündmusele: %1$s

source: Event starts: %1$s
et: Sündmus algab: %1$s

source: Kind regards
et: Tervitustega

source: Open for registration
et: Registreerimiseks avatud

source: You have an account with us, please log in
et: Sul on meie lehel kasutaja olemas, logi sisse

source: Supplied E-mail has already been used to register for this event
et: Antud e-maili aadressiga on sellele üritusele juba registreeritud

source: You can only register with your email: %s
et: Registreerida saab vaid e-maili aadressiga: %s

source: Payment method
et: Maksemeetod

source: Payment method is required
et: Maksemeetodi valimine on kohustuslik

source: Extra payment info
et: Makse lisainfo

source: Booking to
et: Kirjapaneku tähtaeg

source: Your registration info
et: Sinu registreerimise info

source: Registration status
et: Registreerimise hetkeseis

source: Start payment
et: Teosta makse

source: Payment operation failed
et: Makse teostamine ebaõnnestus

source: Payment successful
et: Makse õnnestus

source: You have successfully paid for the event: %1$s
et: Oled tasunud osaluse eest üritusel: %1$s

source: Mark selected items as paid?
et: Märgi kirjapanijad makstuks?

source: Mark as accepted
et: Märgi vastuvõetuks

source: Mark selected items as accepted?
et: Märgi valitud kirjapanijad vastuvõetuks?

source: Mark as rejected
et: Märgi tagasilükatuks

source: Mark selected items as rejected?
et: Märgi valitud kirjapanijad tagasilükatuks?

source: Registrant with id %s could not be marked as paid
et: Kirjapanijat ei õnnestunud märkida makstuks, tema ID on %s

source: Registrant with email %s marked as paid
et: Kirjapanija märgiti makstuks, tema e-post on %s

source: Registrant with email %s marked as accepted
et: Kirjapanija, kelle e-post on %s märgiti aktsepteerituks

source: Registrant with email %s is already accepted or rejected and cannot be accepted
et: Kirjapanijat ei saa aktsepteerida, sest olete teda juba keelanud. Kustutage ta ja tehke nullist uuesti. Probleemse kirjapanija e-post on %s

source: Registrant with email %s could not be marked as paid
et: Kirjapanijat ei õnnestunud märkida makstuks, tema e-post on %s

source: Registrant with email %s has probably paid, maybe he needs a refund
et: Kirjapanija, kelle e-post on %s, on tõenäoliselt maksnud. Võimalik, et ta vajab raha tagastamist

source: Registrant with email %s marked as rejected
et: Registreeruja, kelle e-post on %s, lükati tagasi

source: Registrant with email %s has not paid, mark the registrant as paid before accepting
et: Registreeruja, kelle e-post on %s, pole maksnud. Palun märkige tema hetkeseis makstuks, enne kui teda kinnitate.

source: Registration accepted
et: Kirjapanek aktsepteeritud

source: Your registrations has been accepted for the event: %1$s
et: Sinu kirjapanek sündmusele "%1$s" on aktsepteeritud

source: Registration rejected
et: Kirjapanek tagasil ükatud

source: Your registration has been rejected for the event: %1$s
et: Sinu kirjapanek sündmusele "%1$s" on tagasi lükatud

source: Close window
et: Sulge aken

source: You cannot change the email of %s for this registrant
et: Te ei saa muuta käesoleva kirjapanija e-post aadressi %s

source: Back to registrants list
et: Tagasi kirjapanijate nimekirja

source: Correct email for the registered user is %s, You need to use this email, if you wish to assign this entry to selected registered user
et: Õige e-post käesolevale kirjapanijale on %s. Palun kasutage ainult seda e-posti aadressi.

source: Correct email for the registered user is %s. You need to use this email, if you wish to assign this entry to the selected registered user
et: Õige e-post käesolevale kirjapanijale on %s. Palun kasutage ainult seda e-posti aadressi.

source: Entered email belongs to logged in user
et: Sisestatud e-posti aadress kuulub Teie Wordpressi kasutajale

source: Entered email is registered for the user %s. Please set this user as Registered user or choose another email
et: Sisestatud e-posti aadress kuulub kasutajale %s. Palun valige see Wordpressi kasutaja või kasutage mõnda teist e-posti aadressi

source: Payment date was not set for the event, if the saved Registrant did not actually pay, then re-open the registrant and verify details before saving
et: Makse teostamise kuupäeva polnud seatud. Kui kirjapanija tegelikult ei maksnud, siis taasavage kirjapanija ning veenduge andmete korrektsuses

source: Event was not marked as paid
et: Sündmust ei märgitud makstuks

source: Registrant marked as accepted
et: Kirjapanija kinnitati

source: Registrant was marked as paid
et: Kirjapanija makse vastu võetud

source: Event started
et: Sündmus on alanud

source: Expired
et: Lõppenud

source: Category with id %s cannot be deleted because it has events
et: Kategooriat, mille ID on %s, ei saa kustutada, sest tema küljes on sündmusi

source: Insert Ipenelo Calendar
et: Sisesta Ipenelo Kalender

source: Event list type
et: Sündmuse kuvamise viis

source: Calendar
et: Kalender

source: Table
et: Tabel

source: -- Please select --
et: -- palun vali --

source: Calendar size (Calendar view only)
et: Kalendri suurus (ainult kalendri vaates)

source: Calendar position (Calendar view only)
et: Kalendri infoakna asukoht (ainult kalendri vaates)

source: Bottom
et: All

source: Top
et: Üleval

source: Left
et: Vasakul

source: Right
et: Paremal

source: Show only active events
et: Näita ainult aktiivseid sündmusi

source: Show events only within the selected month
et: Näita ainult valitud kuu sündmusi

source: All events
et: Kõik sündmused

source: Current
et: Praegune

source: Next
et: Järgmine

source: Month
et: Eelmine

source: Year
et: Aasta

source: Filter by event ids, comma separated
et: Sisesta sündmuste ID-d, komadega eraldatult

source: Filter by category ids, comma separated
et: Sisesta kategooriate ID-d, komadega eraldatult

source: Insert Calendar shortcode
et: Lisa lühikoodi jupp postitusse

source: Sandbox mode
et: Testrežiim (Sandbox mode)

source: New payment method
et: Uus maksemeetod

source: Email
et: E-post

source: Method
et: Meetod

source: 'Starts' date should be greater than 'Ends' date
et: 'Algab' kuupäev peaks olema enne 'Lõppeb' kuupäeva

source: Last registration date should be less than 'Ends' date
et: Viimane registruurimise kuupäev peaks olema enne 'Lõppeb' kuupäeva

source: Visible to date should be greater than 'Ends' date
et: Nähtav kuni kuupäev peaks olema peale 'Lõppeb' kuupäeva

source: Scheduler Thumbnail
et: Pisipilt

source: Configuration_eabi_ipenelo_calendar_from_email
et: Teavitusmeili saaja e-post

source: Configuration_eabi_ipenelo_calendar_from_name
et: Teavitusmeili saaja nimi

source: Configuration_eabi_ipenelo_calendar_default_category
et: Vaikimisi valitud kategooria

source: Configuration_eabi_ipenelo_calendar_enable_12h
et: Näita 12-tunnist ajasüsteemi

source: Calendar event window position (Calendar view only)
et: Vaikimisi kalendri suurus lühikoodi jupikeses

source: Sandbox mode (Testmode)
et: Testrežiim (Sandbox mode)

source: You just saved paid event, but currency has not been set up under Settings menu!
et: Lisasite just tasulise sündmuse, kuid valuutad on täiesti seadistamata!

source: You just saved paid event, but currency has not been set up properly under Settings menu!
et: Lisasite just tasulise sündmuse, kuid valuutad on täiesti seadistamata!

source: You just saved a paid event, but you don't have any active payment methods
et: Lisasite just tasulise sündmuse, kuid mitte ühtegi makseviisi pole Teie klientidel võimalik kasutada

source: Configuration_eabi_ipenelo_calendar_show_in_admin_bar
et: Näita administraatori haldusribal

source: Add new Event
et: Lisa uus sündmus

source: Ipenelo Calendar
et: Ipenelo Kalender

source: If empty, email settings from the <a href="%s">Options</a> will be used
et: Kui jätate tühjaks, siis e-posti aadress võetakse <a href="%s">Seadetest</a>

source: If empty, email settings from the <a href='%s'>Options</a> will be used
et: Kui jätate tühjaks, siis e-posti aadress võetakse <a href="%s">Seadetest</a>

source: If left empty, email settings from the <a href='%s'>General options</a> will be used
et: Kui jätate tühjaks, siis e-posti aadress võetakse <a href="%s">Seadetest</a>

source: Tooltips like the one you are reading right now are not shown, when you enable this option
et: Abitekst, mida loete hetkel, ei kuva Teile ennast enam rohkem, kui lubate käesoleva seadistuse

source: Tooltips, like the one you are reading right now, are not shown, when you enable this option
et: Abitekst, mida loete hetkel, ei kuva Teile ennast enam rohkem, kui lubate käesoleva seadistuse

source: If you are using paid events, then you need to make sure that the currency ISO code is correct. Examples can be USD, EUR, JPY....
et: Kui kasutate tasulisi sündmusi, siis korrektne Valuuta ISO kood on kohustuslik. Näited: USD, EUR, JPY, GBP

source: Make title link
et: Tee pealkirjast link

source: Make event title clickable link
et: Tee pealkirjast klikatav link

source: Forces the Start and End times to be at 00:00 and 23:59 respectively
et: Määrab sündmuse algusajaks 00:00 ning lõppemise ajaks 23:59 ning ei kuva kellaaega avalikul poolel

source: Security validation failed
et: Turvakontroll ei õnnestunud

source: Type 'current' to get the event ID from URL request parameter. Example: %s/?event_id=x
et: Sisesta 'current' et kuvada sündmus _GET muutuja abil. Näiteks: %s/?event_id=x

source: All day
et: Kogu päeva

source: Configuration_eabi_ipenelo_calendar_disable_registration
et: Keela registreerumine

source: Registration is disabled
et: Registreerumine keelatud

source: When registration is disabled Calendar can be shown just for showing your schedule
et: Kui registreerumine on keelatud, siis kalender käitub kui isiklik päevakava näitaja.

source: When registration is disabled Calendar can be used just for showing your schedule
et: Kui registreerumine on keelatud, siis kalender käitub kui isiklik päevakava näitaja.

source: Configuration_eabi_ipenelo_calendar_disable_infoicon
et: Peida Infoikoon (link detailivaatele) kalendri nimekirja vaatest

source: When disabled Information icon will not be displayed next to the event title in the event list. <br/>Disabling this may mean that users cannot access detailed view for the event when registration is disabled
et: Kui käesolev seadistus on lubatud, siis sündmuse nimekirjas ei kuvata sündmuse detailvaadet avavat ikoonikest pealkirja kõrval.<br/>See tähendab, et sedasi lehe külastajad ei näe sündmuse detailvaadet kui registreerumine on keelatud.
